Repository: StringCatalog/stringcatalog-demo
Catalog: StringCatalogDemo/Localizable.xcstrings
Source language: en
Languages: da, es, es_419, fr, ja, ko, pl, th, zh_hans, zh_hant, zh_hk

source: %lld languages
da: %lld sprog
es: %lld idiomas
es_419: %lld idiomas
fr: %lld langues
ja: %lld 言語
ko: %lld개 언어
pl: %lld języków
th: %lld ภาษา
zh_hans: %lld 种语言
zh_hant: %lld 種語言
zh_hk: %lld 種語言

source: %lld pics
da: %lld billeder
es: %lld fotos
es_419: %lld fotos
fr: %lld images
ja: %lld 枚の写真
ko: %lld개 사진
pl: %lld zdjęć
th: %lld รูป
zh_hans: %lld 张照片
zh_hant: %lld 張照片
zh_hk: %lld 張相

source: Account
da: Konto
es: Cuenta
es_419: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pl: Konto
th: บัญชี
zh_hans: 帐户
zh_hant: 帳戶
zh_hk: 帳戶

source: Airplay Feature
da: AirPlay-funktion
es: Función de Airplay
es_419: Función Airplay
fr: Fonction Airplay
ja: AirPlay 機能
ko: AirPlay 기능
pl: Funkcja AirPlay
th: ฟีเจอร์ Airplay
zh_hans: Airplay 功能
zh_hant: Airplay 功能
zh_hk: Airplay 功能

source: App Settings
da: App-indstillinger
es: Configuración de la aplicación
es_419: Configuración de la aplicación
fr: Paramètres de l'application
ja: アプリの設定
ko: 앱 설정
pl: Ustawienia aplikacji
th: การตั้งค่าแอป
zh_hans: 应用设置
zh_hant: 應用程式設定
zh_hk: 應用程式設定

source: CarPlay Updates
da: CarPlay-opdateringer
es: Actualizaciones de CarPlay
es_419: Actualizaciones de CarPlay
fr: Mises à jour CarPlay
ja: CarPlay のアップデート
ko: CarPlay 업데이트
pl: Aktualizacje CarPlay
th: การอัปเดต CarPlay
zh_hans: CarPlay 更新
zh_hant: CarPlay 更新
zh_hk: CarPlay 更新

source: Centralized string management
da: Centraliseret strengadministration
es: Gestión centralizada de cadenas
es_419: Gestión centralizada de cadenas
fr: Gestion centralisée des chaînes de caractères
ja: 文字列の一元管理
ko: 문자열 중앙 관리
pl: Scentralizowane zarządzanie ciągami tekstowymi
th: การจัดการสตริงแบบรวมศูนย์
zh_hans: 集中化字符串管理
zh_hant: 集中式字符串管理
zh_hk: 集中式字符串管理

source: Channels in Library
da: Kanaler i biblioteket
es: Canales en Biblioteca
es_419: Canales en la biblioteca
fr: Chaînes dans la bibliothèque
ja: ライブラリ内のチャンネル
ko: 라이브러리의 채널
pl: Kanały w bibliotece
th: ช่องในห้องสมุด
zh_hans: 库中的频道
zh_hant: 資料庫中的頻道
zh_hk: 庫中的頻道

source: Dark Mode
da: Mørk tilstand
es: Modo Oscuro
es_419: Modo oscuro
fr: Mode sombre
ja: ダークモード
ko: 다크 모드
pl: Tryb ciemny
th: โหมดมืด
zh_hans: 黑暗模式
zh_hant: 黑暗模式
zh_hk: 暗黑模式

source: Easily access followed shows and more from your channels.
da: Få nem adgang til fulgte serier og mere fra dine kanaler.
es: Accede fácilmente a los programas que sigues y más desde tus canales.
es_419: Accede fácilmente a los programas que sigues y más desde tus canales.
fr: Accédez facilement aux émissions suivies et plus encore depuis vos chaînes.
ja: フォロー中の番組などに、チャンネルから簡単にアクセスできます。
ko: 팔로우한 프로그램 등 다양한 콘텐츠에 채널에서 쉽게 접근할 수 있습니다.
pl: Łatwo uzyskuj dostęp do obserwowanych programów i innych treści z Twoich kanałów.
th: เข้าถึงรายการที่ติดตามและอื่น ๆ ได้อย่างง่ายดายจากช่องของคุณ
zh_hans: 轻松访问你关注的节目以及更多来自你的频道。
zh_hant: 從您的頻道輕鬆訪問已關注的節目及更多內容。
zh_hk: 輕鬆訪問您所關注的節目及更多來自您的頻道。

source: Easy localization
da: Nem lokalisering
es: Localización fácil
es_419: Localización fácil
fr: Localisation facile
ja: 簡単なローカライズ
ko: 손쉬운 현지화
pl: Łatwa lokalizacja
th: การแปลภาษาที่ง่ายดาย
zh_hans: 简单本地化
zh_hant: 簡易本地化
zh_hk: 便捷的本地化

source: Explore the power of localization and more!
da: Udforsk styrken ved lokalisering og meget mere!
es: ¡Explora el poder de la localización y más!
es_419: ¡Explora el poder de la localización y más!
fr: Explorez le pouvoir de la localisation et plus encore !
ja: ローカライズの力など、さまざまな機能を体験してください。
ko: 현지화의 강력한 기능과 그 이상의 가능성을 살펴보세요!
pl: Poznaj możliwości lokalizacji i nie tylko!
th: สำรวจพลังของการโลคัลไลเซชันและอื่น ๆ อีกมากมาย!
zh_hans: 探索本地化的强大功能及更多！
zh_hant: 探索在地化的力量及更多！
zh_hk: 探索本地化的力量及其他功能！

source: Hello
da: Hej
es: Hola
es_419: Hola
fr: Bonjour
ja: こんにちは
ko: 안녕하세요
pl: Cześć
th: สวัสดี
zh_hans: 你好
zh_hant: 你好
zh_hk: 你好

source: Help
da: Hjælp
es: Ayuda
es_419: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
pl: Pomoc
th: ช่วยเหลือ
zh_hans: 帮助
zh_hant: 幫助
zh_hk: 幫助

source: Improved Up Next
da: Forbedret Op næste
es: Mejorado Up Next
es_419: Mejoras en Up Next
fr: Amélioration de la file d'attente
ja: 改善された「次はこちら」
ko: 개선된 다음에 보기
pl: Ulepszone Up Next
th: การปรับปรุง Up Next
zh_hans: 改进的待办事项
zh_hant: 改進的待辦事項
zh_hk: 改進的即將播出

source: Learn More
da: Læs mere
es: Aprender más
es_419: Más información
fr: En savoir plus
ja: 詳しく見る
ko: 자세히 알아보기
pl: Dowiedz się więcej
th: เรียนรู้เพิ่มเติม
zh_hans: 了解更多
zh_hant: 了解更多
zh_hk: 了解更多

source: Learn More about String Catalog!
da: Få mere at vide om String Catalog!
es: ¡Más información sobre String Catalog!
es_419: Obtén más información sobre String Catalog
fr: En savoir plus sur String Catalog !
ja: String Catalog について詳しく見る
ko: String Catalog에 대해 자세히 알아보세요!
pl: Dowiedz się więcej o String Catalog!
th: เรียนรู้เพิ่มเติมเกี่ยวกับ String Catalog!
zh_hans: 详细了解 String Catalog！
zh_hant: 進一步了解 String Catalog！
zh_hk: 進一步了解 String Catalog！

source: Notifications
da: Notifikationer
es: Notificaciones
es_419: Notificaciones
ja: 通知
ko: 알림
pl: Powiadomienia
th: การแจ้งเตือน
zh_hans: 通知
zh_hant: 通知
zh_hk: 通知

source: Password
da: Adgangskode
es: Contraseña
es_419: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pl: Hasło
th: รหัสผ่าน
zh_hans: 密码
zh_hant: 密碼
zh_hk: 密碼

source: Play your content on devices remotely.
da: Afspil dit indhold på eksterne enheder.
es: Reproduce tu contenido en dispositivos de forma remota.
es_419: Reproduce tu contenido en dispositivos de forma remota.
fr: Lisez votre contenu sur des appareils à distance.
ja: コンテンツを別のデバイスでリモート再生できます。
ko: 콘텐츠를 기기에서 원격으로 재생합니다.
pl: Odtwarzaj swoje treści na urządzeniach zdalnie.
th: เล่นเนื้อหาของคุณจากระยะไกลบนอุปกรณ์ต่าง ๆ
zh_hans: 在设备上远程播放您的内容。
zh_hant: 在遠程設備上播放您的內容。
zh_hk: 透過設備遙控播放你的內容。

source: Preferences
da: Indstillinger
es: Preferencias
es_419: Preferencias
fr: Préférences
ja: 環境設定
ko: 환경설정
pl: Preferencje
th: การตั้งค่า
zh_hans: 偏好设置
zh_hant: 偏好設定
zh_hk: 偏好設定

source: Privacy
da: Privatliv
es: Privacidad
es_419: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
pl: Prywatność
th: ความเป็นส่วนตัว
zh_hans: 隐私
zh_hant: 隱私
zh_hk: 隱私

source: Profile
da: Profil
es: Perfil
es_419: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
pl: Profil
th: โปรไฟล์
zh_hans: 个人资料
zh_hant: 個人資料
zh_hk: 個人資料

source: Project Settings
da: Projektindstillinger
es: Configuración del proyecto
es_419: Configuración del proyecto
fr: Paramètres du projet
ja: プロジェクト設定
ko: 프로젝트 설정
pl: Ustawienia projektu
th: การตั้งค่าโปรเจ็กต์
zh_hans: 项目设置
zh_hant: 專案設定
zh_hk: 專案設定

source: Quickly pick up where you left off or find new shows in Browse.
da: Fortsæt hurtigt, hvor du slap, eller find nye serier under Gennemse.
es: Recoge rápidamente donde lo dejaste o encuentra nuevos programas en Navegar.
es_419: Continúa rápidamente donde lo dejaste o encuentra nuevos programas en Explorar.
fr: Reprenez rapidement là où vous vous étiez arrêté ou trouvez de nouvelles émissions dans Parcourir.
ja: 中断した番組をすぐに再開したり、「ブラウズ」で新しい番組を見つけたりできます。
ko: 중단한 부분부터 바로 이어 듣거나, 둘러보기에서 새 프로그램을 찾아보세요.
pl: Szybko wróć do miejsca, w którym przerwano odtwarzanie, lub znajdź nowe audycje w sekcji „Przeglądaj”.
th: หยิบขึ้นได้อย่างรวดเร็วจากจุดที่คุณเลิกไปหรือค้นหารายการใหม่ใน Browse
zh_hans: 快速从您离开的地方继续或在浏览中找到新节目。
zh_hant: 快速從您停止的地方恢復，或在瀏覽中找到新節目。
zh_hk: 快速接續你上次的進度或在瀏覽中尋找新節目。

source: Rate App
da: Bedøm appen
es: Calificar App
es_419: Calificar la app
fr: Évaluer l'application
ja: アプリを評価
ko: 앱 평가
pl: Oceń aplikację
th: ให้คะแนนแอป
zh_hans: 评分应用
zh_hant: 評價應用程式
zh_hk: 評價應用程式

source: Report a Problem
da: Rapportér et problem
es: Reportar un problema
es_419: Informar un problema
fr: Signaler un problème
ja: 問題を報告
ko: 문제 신고
pl: Zgłoś problem
th: รายงานปัญหา
zh_hans: 报告问题
zh_hant: 報告問題
zh_hk: 報告問題

source: Resume episodes and remove any you want to skip.
da: Genoptag episoder, og fjern dem, du vil springe over.
es: Reanuda episodios y elimina cualquiera que quieras omitir.
es_419: Reanuda episodios y elimina los que quieras omitir.
fr: Reprenez les épisodes et supprimez ceux que vous souhaitez ignorer.
ja: エピソードを再開し、スキップしたいものは削除できます。
ko: 에피소드를 이어 듣고, 건너뛰려는 항목은 제거하세요.
pl: Wznawiaj odcinki i usuwaj te, które chcesz pominąć.
th: ดำเนินการตอนต่อและลบรายการที่คุณต้องการข้ามออกไป
zh_hans: 恢复剧集并移除您想要跳过的任何内容。
zh_hant: 恢復集數並移除您想跳過的任何集。
zh_hk: 恢復集數並移除任何你想跳過的內容。

source: Seamless Github integration
da: Problemfri Github-integration
es: Integración fluida con Github
es_419: Integración fluida con Github
fr: Intégration transparente avec Github
ja: シームレスなGitHub連携
ko: GitHub와의 원활한 연동
pl: Bezproblemowa integracja z Github
th: การผสานรวมกับ Github อย่างไร้รอยต่อ
zh_hans: 无缝集成Github
zh_hant: 無縫的 Github 整合
zh_hk: 無縫 GitHub 整合

source: Settings
da: Indstillinger
es: Configuraciones
es_419: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pl: Ustawienia
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設置
zh_hk: 設置

source: The podcasts you purchase in Apple Podcasts Subscriptions are associated with your Apple ID. Your device trust score is used to prevent fraud. Data on your podcast listening and interactions is also used to improve and personalize the service and is not associated with your Apple ID. See how your data is managed...
da: De podcasts, du køber i Apple Podcasts Subscriptions, er knyttet til dit Apple-id. Din enheds tillidsscore bruges til at forhindre svig. Data om din podcastlytning og dine interaktioner bruges også til at forbedre og tilpasse tjenesten og bliver ikke knyttet til dit Apple-id. Se, hvordan dine data håndteres...
es: Los podcasts que compras en las suscripciones de Apple Podcasts están asociados con tu Apple ID. Tu puntaje de confianza del dispositivo se utiliza para prevenir fraudes. Los datos sobre tu escucha de podcasts e interacciones también se utilizan para mejorar y personalizar el servicio y no están asociados con tu Apple ID. Consulta cómo se gestionan tus datos...
es_419: Los podcasts que compras en Suscripciones de Apple Podcasts están asociados con tu ID de Apple. Tu puntaje de confianza del dispositivo se utiliza para prevenir el fraude. Los datos sobre tu escucha de podcasts e interacciones también se utilizan para mejorar y personalizar el servicio y no están asociados con tu ID de Apple. Consulta cómo se gestionan tus datos...
fr: Les podcasts que vous achetez dans les abonnements Apple Podcasts sont associés à votre identifiant Apple. Votre score de confiance de l'appareil est utilisé pour prévenir la fraude. Les données sur votre écoute de podcasts et vos interactions sont également utilisées pour améliorer et personnaliser le service et ne sont pas associées à votre identifiant Apple. Découvrez comment vos données sont gérées...
ja: Apple Podcastsのサブスクリプションで購入したポッドキャストは、お使いのApple IDに関連付けられます。デバイスの信頼スコアは、不正行為を防止するために使用されます。ポッドキャストの再生状況や操作に関するデータも、サービスの向上とパーソナライズのために使用されますが、Apple IDとは関連付けられません。お客様のデータの管理方法について詳しくは、こちらをご覧ください…
ko: Apple Podcasts 구독에서 구입한 팟캐스트는 Apple ID와 연결됩니다. 기기 신뢰도 점수는 사기 방지를 위해 사용됩니다. 팟캐스트 청취 및 상호작용에 관한 데이터는 서비스를 개선하고 개인화하는 데에도 사용되며 Apple ID와는 연결되지 않습니다. 데이터가 어떻게 관리되는지 알아보세요...
pl: Podcasty kupowane w subskrypcjach Apple Podcasts są powiązane z Twoim Apple ID. Wskaźnik zaufania Twojego urządzenia jest używany w celu zapobiegania oszustwom. Dane dotyczące słuchania podcastów i interakcji są również wykorzystywane do ulepszania i personalizowania usługi i nie są powiązane z Twoim Apple ID. Zobacz, w jaki sposób zarządzane są Twoje dane...
th: พ็อดคาสท์ที่คุณซื้อตั้งอยู่ใน Apple Podcasts Subscriptions จะเชื่อมโยงกับ Apple ID ของคุณ คะแนนความไว้วางใจของอุปกรณ์คุณใช้เพื่อป้องกันการฉ้อโกง ข้อมูลเกี่ยวกับการฟังพ็อดคาสท์และการโต้ตอบของคุณยังถูกใช้เพื่อปรับปรุงและปรersonalizethe บริการและไม่เชื่อมโยงกับ Apple ID ของคุณ ดูว่าข้อมูลของคุณถูกจัดการอย่างไร...
zh_hans: 您在 Apple Podcasts 订阅中购买的播客与您的 Apple ID 关联。您的设备信任评分用于防止欺诈。您在播客收听和互动中的数据也用于改善和个性化服务，并且与您的 Apple ID 无关。查看您的数据如何管理...
zh_hant: 您在 Apple Podcasts 訂閱中購買的播客與您的 Apple ID 相關聯。您的設備信任分數用於防止欺詐。您的播客收聽和互動數據也用於改善和個性化服務，並不與您的 Apple ID 相關聯。查看您的數據管理方式...
zh_hk: 你在 Apple Podcasts 訂閱中購買的播客會與你的 Apple ID 聯繫。你的設備信任分數用於防止欺詐。你的播客收聽數據和互動也會被用來改善和個性化服務，並不與你的 Apple ID 聯繫。查看你的數據如何被管理…

source: What's New in Orange Podcasts
da: Nyheder i Orange Podcasts
es: Novedades en Orange Podcasts
es_419: Novedades en Orange Podcasts
fr: Quoi de neuf dans Orange Podcasts
ja: Orange Podcastsの新機能
ko: Orange Podcasts의 새로운 기능
pl: Nowości w Orange Podcasts
th: มีอะไรใหม่ใน Orange Podcasts
zh_hans: Orange Podcasts 的新功能
zh_hant: Orange Podcasts 的新功能
zh_hk: Orange Podcasts 的新功能

source: World
da: Verden
es: Mundo
es_419: Mundo
fr: Monde
ja: 世界
ko: 세계
pl: Świat
th: โลก
zh_hans: 世界
zh_hant: 世界
zh_hk: 世界

source: Email
es: Correo electrónico
es_419: Correo electrónico
ja: メールアドレス
ko: 이메일
th: อีเมล
zh_hans: 电子邮件
zh_hant: 電子郵件
zh_hk: 電子郵件

source: Support
es: Soporte
es_419: Soporte
ja: サポート
ko: 지원
pl: Pomoc
th: สนับสนุน
zh_hans: 支持
zh_hant: 支持
zh_hk: 支援

source: String Catalog Demo
es_419: Demostración del catálogo de cadenas
fr: Démo du catalogue de chaînes de caractères
